Repository: CanaimaKueka/tribus
Catalog: tribus/data/i18n/*/LC_MESSAGES/django.po
Languages: es

source: These Terms of Service ("<strong>Terms</strong>") govern your access to and use of the services, including our website, APIs, email notifications, applications, buttons, and widgets, (the "<strong>Services</strong>" or "<strong>Tribus</strong>"), and any information, text, graphics, photos or other materials uploaded, downloaded or appearing on the Services (collectively referred to as "<strong>Content</strong>"). Your access to and use of the Services are conditioned on your acceptance of and compliance with these Terms. By accessing or using the Services you agree to be bound by these Terms.
es: Estas Condiciones de Servicio ("<strong>Condiciones</strong>") gobiernan el acceso y uso de los servicios, incluyendo nuestra página web, APIs, notificaciones por correo electrónico, aplicaciones, iconos y widgets (en adelante, los "<strong>Servicios</strong>" o "<strong>Tribus</strong>"), así como el acceso y uso de cualquier información, texto, gráficos, fotos u otro material cargado, descargado o que se reproduzca a través de los Servicios (en adelante, de forma conjunta, el "<strong>Contenido</strong>"). El acceso y uso de los Servicios queda condicionado a la aceptación y cumplimiento de estas Condiciones. Al acceder o usar los Servicios, usted consiente la aplicación de estas Condiciones.

source: Basic Conditions
es: Condiciones Básicas

source: You are responsible for your use of the Services, for any Content you post to the Services, and for any consequences thereof. The Content you submit, post, or display will be able to be viewed by other users of the Services. You should only provide Content that you are comfortable sharing with others under these Terms.
es: Usted es el único responsable por el uso que pueda dar a los Servicios, por todo Contenido que usted reproduzca a través de los Servicios y por cualquier consecuencia que de ello se derive. El Contenido que usted envíe, muestre o reproduzca podrá ser visto por otros usuarios de los Servicios. Tenga en cuenta que tan solo debe proporcionar el Contenido que usted considere oportuno compartir con terceros de conformidad con lo dispuesto en estas Condiciones.

source: The Services that Tribus provides are always evolving and the form and nature of the Services that Tribus provides may change from time to time without prior notice to you. In addition, Tribus may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally and may not be able to provide you with prior notice. We also retain the right to create limits on use and storage at our sole discretion at any time without prior notice to you.
es: Los Servicios que Tribus presta evolucionan continuamente y, por ello, la forma o naturaleza de tales Servicios pueden cambiar de un momento a otro sin que se le haya notificado con antelación tal cambio. Asimismo, Tribus puede interrumpir (de forma temporal o permanente) la prestación de los Servicios (o cualquiera de las características de los Servicios) a usted o a todos los usuarios en general y, en estas circunstancias, es posible que Tribus no pueda notificarle este hecho con antelación. Tribus también se reserva el derecho a poner límites al uso y almacenamiento a total discreción de Tribus, en cualquier momento y sin previo aviso.

source: Privacy
es: Privacidad

source: Any information that you provide to Tribus is subject to our <a href="/about/privacy" target="_blank">Privacy Policy</a>, which governs our collection and use of your information. You understand that through your use of the Services you consent to the collection and use (as set forth in the Privacy Policy) of this information.
es: Cualquier información que usted facilite a Tribus está sujeta a nuestra <a href="/about/privacy" target="_blank">Política de Privacidad</a> que rige la recolección y el uso de su información. Por la presente se le informa que mediante el uso de los Servicios usted aporta su consentimiento implícito a la recolección y el uso de esta información (conforme a lo dispuesto en la Política de Privacidad).

source: Passwords
es: Contraseñas

source: You are responsible for safeguarding the password that you use to access the Services and for any activities or actions under your password. We encourage you to use "strong" passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your account. Tribus cannot and will not be liable for any loss or damage arising from your failure to comply with the above
es: Usted es el responsable de la custodia de la contraseña que emplea para acceder a los Servicios y de cualquier actividad o acto que se lleve a cabo con su contraseña. Recomendamos que proteja su cuenta con una contraseña difícil de descifrar (una contraseña que contenga combinaciones de letras mayúsculas y minúsculas, números y símbolos). Tribus no será responsable de ningún perjuicio o daño que resulte del incumplimiento de lo mencionado con anterioridad.

source: What are you doing?
es: ¿Qué estás haciendo?

source: Publish
es: Publicar

source: Welcome to Tribus!
es: ¡Bienvenido a Tribus!

source: This is the dashboard, a place where you can follow the updates of your favorite projects and partners.
es: Este es el panel de control, un lugar donde podrá seguir las actualizaciones de sus proyectos y socios favoritos.

source: Start by looking for your friends in the search bar on the top of the screen. Then, click on the Follow button in your friend's profile to start following their updates in your dashboard.
es: Empiece por buscar a sus amigos en la barra de búsqueda en la parte superior de la pantalla. A continuación presione el botón seguir en el perfil de su amigo y empezará a recibir sus actualizaciones en el panel de control.

source: You can always come back here by clicking on the Tribus logo.
es: Siempre puede volver aquí presionando en el logo de Tribus.

source: Hi %(user_from_template)s, this is your profile.
es: Hola %(user_from_template)s, este es su perfil.

source: Start by writing something on your wall.
es: Comience escribiendo algo en su muro.

source: This is the profile of %(user_from_template)s.
es: Usted esta en el perfil de %(user_from_template)s.

source: %(user_from_template)s has not written anything yet.
es: %(user_from_template)s no ha escrito nada aún.

source: Comment
es: Comentar

source: Delete
es: Borrar

source: Load more comments
es: Cargar más comentarios

source: What do you want to say?
es: ¿Qué quieres decir?

source: Are you sure you want to delete this message?
es: ¿Seguro que quiere borrar este mensaje?

source: Cancel
es: Cancelar

source: Delete message
es: Borrar mensaje

source: Descripcion
es: Descripción

source: This value may contain only letters, numbers and @/./+/-/_ characters.
es: Este campo sólo puede contener letras, números y los siguientes caracteres: @/./+/-/_

source: Username
es: Nombre de usuario

source: Enter your username
es: Introduzca su nombre de usuario

source: Enter your password
es: Introduzca su contraseña

source: Remember my session
es: Recordar mi sesión

source: Pick a username
es: Elija un nombre de usuario

source: First name
es: Primer nombre

source: Last name
es: Segundo nombre

source: Email
es: Correo

source: Enter a valid email
es: Introduzca una dirección de correo electrónico válida

source: Create a password
es: Establezca una contraseña

source: A user with that username already exists.
es: Ya existe un usuario registrado con ese nombre.

source: Create a new password
es: Ingrese su nueva contraseña

source: Password (repeat)
es: Contraseña (repetir)

source: Repeat your new password
es: Repita su nueva contraseña

source: Old password
es: Contraseña anterior

source: Enter your old password
es: Introduzca su contraseña anterior
