Repository: CanaimaKueka/tribus
Catalog: tribus/data/i18n/*/LC_MESSAGES/django.po
Languages: es

source: Shaman
es: Chamán

source: Chieftain
es: Cacique

source: Warrior
es: Guerrero

source: Harvester
es: Cosechador

source: Tribus is a social network for managing open source software communities. Its goal is to simplify the tedious and repetitive maintenance tasks, while making available to its members the best tools to express their creativity and develop the full potential of their abilities.
es: Tribus es una red social para la gestión de comunidades de software libre. Su objetivo es simplificar las tediosas y repetitivas tareas de mantenimiento, mientras pone a disposición de sus miembros las mejores herramientas que le permitirán expresar su creatividad y desarrollar el máximo potencial de sus capacidades.

source: Tribus promotes self-management and responsibility in various areas of software production process, establishing an organizational model that allows progression and natural rotation of roles.
es: Tribus promueve la autogestión y la corresponsabilidad en las diversas áreas del proceso productivo de software, estableciendo un modelo organizacional que permite una progresión y rotación natural de los roles.

source: More information
es: Más información

source: Source code:
es: Código fuente:

source: Ticket system:
es: Sistema de tickets:

source: Documentation:
es: Documentación:

source: Translation:
es: Traducciones:

source: Go back
es: Regresar

source: Password
es: Contraseña

source: Search
es: Búsqueda

source: Tribus Search
es: Buscar en Tribus

source: Package not found!
es: ¡Paquete no encontrado!

source: Version
es: Versión

source: Download Size
es: Tamaño de descarga

source: Installed Size
es: Tamaño al instalar

source: MD5sum
es: Suma MD5

source: This is the MD5sum of the file. You can use this to test the consistency of the package.
es: Esta es la suma MD5 del archivo. Puede usarla para comprobar la consistencia del paquete.

source: You can download this version of the package by pressing on the following button.
es: Puede descargar esta versión del paquete presionando el siguiente botón.

source: Download package
es: Descargar paquete

source: Categories
es: Categorías

source: The application cloud is a storage, integration and distribution system designed for the software stored in %(tribus_distro)s. It allows %(tribus_role_1)s, %(tribus_role_2)s and %(tribus_role_3)s to empower their applications by using the cloud.
es: La nube de aplicaciones es un sistema de almacenamiento, integración y distribución, diseñado para los proyectos de software alojados en %(tribus_distro)s. Permite al %(tribus_role_1)s, %(tribus_role_2)s y %(tribus_role_3)s empoderar sus aplicaciones al usar el sistema.

source: Upload a new application
es: Subir nueva aplicación

source: List alphabetically
es: Listar por orden alfabético

source: List by tag
es: Listar por etiquetas

source: List by category
es: Listar por categoría

source: Show statistics
es: Mostrar estadísticas

source: Package List
es: Lista de paquetes

source: Virtual package
es: Paquete virtual

source: No results found
es: No se encontraron resultados

source: previous
es: anterior

source: Page
es: Página

source: of
es: de

source: next
es: siguiente

source: This package appears in the following distributions of %(tribus_distro)s:
es: Este paquete aparece en las siguientes distribuciones de %(tribus_distro)s:

source: This is not a real package.
es: Esto no es un paquete real.

source: Package Information
es: Información del Paquete

source: Maintainer
es: Mantenedor

source: Section
es: Sección

source: Priority
es: Prioridad

source: Homepage
es: Página Principal

source: Tags
es: Etiquetas

source: Debian Resources
es: Recursos de debian

source: Bug Tracking System
es: Sistema de seguimiento de errores

source: Package Tracking System
es: Sistema de seguimiento de paquetes

source: Pre-Depends
es: Pre-Dependencias

source: Depends
es: Dependencias

source: Recommends
es: Recomendaciones

source: Suggests
es: Sugerencias

source: Provides
es: Provee

source: Enhances
es: Mejora

source: Breaks
es: Rompe

source: Replaces
es: Reemplaza

source: Conflicts
es: Entra en conflicto con

source: or
es: o

source: Application Cloud
es: Nube de Aplicaciones

source: We are working on this feature
es: Estamos trabajando en esta funcionalidad

source: Continuous Integration
es: Integración continua

source: Project Management
es: Gestión de Proyectos

source: Documentation Management
es: Gestión de Documentación

source: Translation Services
es: Servicios de Traducción

source: Your message has been published.
es: Su mensaje ha sido publicado.

source: There has been an error publishing your message. Please try again later.
es: Se ha producido un error en la publicación de su mensaje. Por favor inténtelo de nuevo más tarde.

source: Your message has been deleted.
es: Su mensaje ha sido borrado.

source: There has been an error deleting your message. Please try again later.
es: Se ha producido un error al eliminar el mensaje. Por favor inténtelo de nuevo más tarde.

source: There has been an error consulting more messages. Please try again later.
es: Se ha producido un error al consultar más mensajes. Por favor inténtelo de nuevo más tarde.

source: Your comment has been published.
es: Su comentario ha sido publicado.

source: There has been an error publishng your comment. Please try again later.
es: Ocurrió un error al intentar publicar su mensaje. Intente de nuevo mas tarde.

source: Your comment has been deleted.
es: Su comentario ha sido borrado.

source: There has been an error deleting your comment. Please try again later.
es: Se ha producido un error al eliminar su comentario. Por favor inténtelo de nuevo más tarde.

source: Terms of Service
es: Condiciones de Servicio

source: Privacy Policy
es: Políticas de Privacidad

source: Tribus is Free Software
es: Tribus es Software Libre

source: Join the Tribe!
es: ¡Únete a la Tribu!

source: Unleash the power of your creativity to bring amazing pieces of art to the free software world. We deliver a complete set of community services right to your computer.
es: Dé rienda suelta a su potencial creativo para producir increíbles piezas de arte en el mundo del software libre. Ofrecemos un completo conjunto de servicios comunitarios de fácil acceso desde su computador.

source: Sign up
es: Regístrese

source: By clicking on this button, you agree to the <a href="/about/terms" target="_blank">Terms of Service</a>, and the <a href="/about/privacy" target="_blank">Privacy Policy</a>.
es: Al hacer clic sobre este botón, estas aceptando las <a href="/about/terms" target="_blank">Condiciones de Servicio</a> y las <a href="/about/privacy" target="_blank">Políticas de Privacidad</a>.

source: Tribus is brought to you thanks to the efforts of
es: Tribus es traído a ustedes gracias a los esfuerzos de

source: What is Tribus?
es: ¿Qué es Tribus?

source: Package cloud
es: Nube de paquetes

source: We give you space to store the binaries of your source code in our package cloud. You can distribute your applications through a personal cloud, or have it enter Canaima's development cycle.
es: Le damos el espacio para almacenar los archivos binarios de su código fuente en nuestra nube de paquetes. Usted puede distribuir sus aplicaciones a través de una nube personal o integrándolos en el ciclo de desarrollo de Canaima.

source: Source management
es: Gestión de Código Fuente

source: Store your work in a public place, where everyone can review and contribute to your projects. We support the most popular versioning systems: <a href="http://subversion.apache.org/" target="_blank">subversion</a>, <a href="http://bazaar.canonical.com/en/" target="_blank">bazaar</a>, <a href="http://mercurial.selenic.com/" target="_blank">mercurial</a> and <a href="http://git-scm.com/" target="_blank">git</a> (or no versioning at all).
es: Guarde sus trabajos en un espacio público, donde otros podrán ver sus proyectos y contribuir con ellos. Tenemos soporte para los sistemas de versionamiento mas populares: <a href="http://subversion.apache.org/" target="_blank">subversion</a>, <a href="http://bazaar.canonical.com/en/" target="_blank">bazaar</a>, <a href="http://mercurial.selenic.com/" target="_blank">mercurial</a> y <a href="http://git-scm.com/" target="_blank">git</a> (o incluso sin versionamiento alguno).

source: Continuous integration
es: Integración continua

source: Focus yourself in the creative process of your work, while we handle the building and packaging of your applications. We have a <a href="http://buildbot.net" target="_blank">buildbot</a> farm just waiting to compile your stuff.
es: Enfoquese en los procesos creativos de su trabajo, mientras nosotros manejamos la construcción y empaquetamiento de sus aplicaciones. Tenemos nuestro <a href="http://buildbot.net" target="_blank">buildbot</a> listo para compilar sus trabajos.

source: Social network
es: Red social

source: Share your activities in the platform with your friends and close contributors. Comment on your commits, patches, applications, translations, and more. Get everyone to know you and your work!
es: Comparta sus actividades en la plataforma con sus amigos y contribuyentes cercanos. Opine sobre sus contribuciones, parches, aplicaciones, traducciones, y más. ¡Que todo el mundo sepa de usted y su trabajo!

source: Ticket system
es: Sistema de Tickets

source: Organize your team work by assigning milestones to your teammates and achieving goals together. Measure your effectiveness and planify your objectives in a clean and intuitive interface.
es: Organice su trabajo en equipo mediante la asignación de hitos y alcanzando sus metas juntos. Mida su eficacia y planifique sus objetivos en una interfaz clara e intuitiva.

source: Easy documentation
es: Documentación sencilla

source: We know how important it is to have a good and quickly-to-set-up documentation. That's why the only thing you have to do is write <a href='http://docutils.sourceforge.net/rst.html'> RST </a>, and we will take care of the HTML for you.
es: Sabemos lo importante que es tener una documentación de calidad, fácil y rápida de configurar. Es por eso que lo único que usted necesita hacer es escribir<a href='http://docutils.sourceforge.net/rst.html'> RST </a> y nosotros nos encargamos del HTML.

source: What are you looking for?
es: ¿Qué estás buscando?

source: Change password
es: Cambiar contraseña

source: Logout
es: Cerrar sesión

source: Log in
es: Iniciar sesión

source: This Privacy Policy describes how and when Tribus will collect, use and share your information when you use our Services. Tribus receive your information through our various web services, APIs and email notifications (the "<strong>Services</strong>" or "<strong>Tribus</strong>"). By using any of our Services you consent to the collection, transfer, treatment, storage, disclosure and other uses of your information as described in this Privacy Policy.
es: Estas Políticas de Privacidad indican como y cuando Tribus recolectará, usará y compartirá su información cuando use nuestros Servicios. Tribus recibe su información a través de varios de nuestros servicios web, APIs y notificaciones por correo (los "<strong>Servicios</strong>" o "<strong>Tribus</strong>"). Al usar cualquiera de nuestros servicios, usted acepta la recolección, transferencia, tratamiento, almacenamiento, confidencialidad y otros usos de su información tal como lo describen estas Políticas de Privacidad.

source: Information Collected Upon Registration
es: Información recolectada en el registro

source: When you create or reconfigure a Tribus account, you provide some personal information, such as your name, username, password, and email address. Some of this information, for example, your name and username, is listed publicly on our Services, including on your profile page and in search results. Some Services, such as search, public user profiles and viewing lists, do not require registration.
es: Cuando usted crea o reconfigura una cuenta en Tribus, usted provee parte de su información personal, como por ejemplo su nombre, nombre de usuario y correo electrónico. Parte de esta información, por ejemplo, su nombre y nombre de usuario, es listada públicamente en nuestros Servicios, incluyendo su página de perfil y resultados de búsqueda. Algunos servicios como la búsqueda y los perfiles públicos de usuario no requieren registro.

source: Additional Information
es: Información adicional

source: You may provide us with profile information to make public, such as a short description or a picture. We may use your contact information to send you information about our Services. We may use your contact information to help others find your Tribus account.
es: Usted puede proveernos información del perfil para hacerla pública, como por ejemplo una pequeña descripción o una imagen. Nosotros podremos usar su información de contacto para enviarle información acerca de nuestros Servicios. También podremos usar su información de contacto para ayudar a otros a encontrar su cuenta en Tribus.

source: Messages, Following, Followers and other Public Information
es: Mensajes, siguiendo, seguidores y otra información pública

source: Our Services are primarily designed to help you share information with the world. Most of the information you provide us is information you are asking us to make public. This includes not only the messages you publish and the metadata provided with the message, such as when you published it, but also the people you follow, and many other bits of information that result from your use of the Services. When you share information or content like photos, videos, and links via the Services, you should think carefully about what you are making public.
es: Nuestros Servicios están principalmente diseñados para ayudarle a compartir información con el mundo. La mayoría de la información que usted nos facilita es información que nos está pidiendo que hagamos pública. Ello incluye no sólo los mensajes que usted publica y los metadatos enviados junto con los mensajes, sino también las personas a las que sigue, así como mucha otra información que se genera por el uso de los Servicios. Cuando comparta información o contenido como fotografías, vídeos y enlaces a través de los Servicios, debería analizar cuidadosamente lo que está publicando.

source: Like many websites, we use cookies and similar technologies to collect additional website usage data and to improve our Services, but we do not require cookies for many parts of our Services such as searching and looking at public user profiles. A cookie is a small data file that is transferred to your computer's hard disk. Tribus may use both session cookies and persistent cookies to better understand how you interact with our Services, to monitor aggregate usage by our users and web traffic routing on our Services, and to customize and improve our Services. Most Internet browsers automatically accept cookies. You can instruct your browser, by changing its settings, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit. However, some Services may not function properly if you disable cookies.
es: Como muchos sitios web, usamos cookies y tecnologías similares para recolectar información adicional acerca del uso del sitio web y para mejorar nuestros servicios. Sin embargo, no requerimos de cookies para la mayoría de los componentes de nuestros servicios, como por ejemplo las búsquedas y los perfiles públicos de usuario. Una cookie es un pequeño archivo de datos que es transferido al disco duro de su computadora. Tribus podrá utilizar tanto cookies de sesión como cookies persistentes para entender mejor la forma en como usted interactúa con los Servicios y para personalizar y mejorar nuestros Servicios. La mayoría de los exploradores de internet aceptan cookies automáticamente. Usted puede configurar su explorador para dejar de aceptar cookies o para que pregunte antes de aceptar cookies de los sitios web que usted visita. Sin embargo, algunos servicios web pueden dejar de funcionar si usted deshabilita las cookies.

source: Log Data:
es: Datos de registro:

source: Our servers automatically record information ("<strong>Log Data</strong>") created by your use of the Services. Log Data may include information such as your IP address, browser type, operating system, the referring web page, pages visited, location, your mobile carrier, device and application IDs, search terms, and cookie information. We receive Log Data when you interact with our Services, for example, when you visit our website, sign into our Services or interact with our email notifications. Tribus uses Log Data to provide our Services and to measure, customize, and improve them.
es: Nuestros servidores registran automáticamente la información ("<strong>Datos de Registro</strong>") creada por usted cuando hace uso de nuestros servicios. Los Datos de registro pueden incluir información como por ejemplo su dirección IP, tipo de explorador, sistema operativo, la página web de referencia, las páginas visitadas, su localización, operador móvil, ID de dispositivo o aplicación, términos de búsqueda e información de cookies. Recibimos Datos de Registro cuando usted interactúa con nuestros servicios, por ejemplo, cuando visita nuestro sitio web, se autentica con nuestros servicios o interactúa con nuestras notificaciones por correo. Tribus utiliza los Datos de Registro para medir, personalizar y mejorar nuestros servicios.

source: Profile
es: Perfil

source: Change avatar
es: Cambiar avatar

source: Wall
es: Muro

source: Edit Profile
es: Editar perfil

source: Description
es: Descripción

source: Confirm
es: Confirmar

source: Follows
es: Siguiendo

source: Are you looking for someone?
es: ¿A quién buscas?

source: No matches found!
es: ¡No se encontraron coincidencias!

source: We were unable to find a user that matches your query.
es: No pudimos encontrar al usuario que buscas.

source: You are not following anyone
es: No estas siguiendo a nadie

source: You are not following any user in Tribus. See if your friends are in Tribus by entering their names in the search bar on the top of the page.
es: Usted no esta siguiendo a nadie en Tribus. Verifique si sus amigos están en Tribus colocando su nombre en la barra de búsqueda ubicada en el encabezado de esta pagina.

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Followers
es: Seguidores

source: You have no followers!
es: ¡Usted no tiene seguidores!

source: You have no followers (yet). Start following people and write about you so that other people take interest in what you write.
es: No tiene seguidores (aún). Siga a otros usuarios y escriba sobre usted para que otros se interesen en sus publicaciones.

source: {{ user_view.first_name }}{{user_view.last_name}} Profile
es: {{ user_view.first_name }}{{user_view.last_name}} Perfil

source: Follow
es: Seguir

source: Stop following
es: Dejar de seguir

source: Activation complete
es: Activación completada

source: Thanks, activation complete! You may now <a href='%(the_url)s'>login</a> using the username and password you set at registration.
es: ¡Gracias, la activación se ha completado! Ahora puede <a href='%(the_url)s'>iniciar sesión</a> con el nombre de usuario y contraseña establecidos durante el registro.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
es: Para activar esta cuenta, por favor haga clic en el siguiente enlace en los siguientes %(expiration_days)s días:

source: Activation problem
es: Problema en la activación

source: Oops &ndash; it seems that your activation key is invalid. Please check the url again.
es: Oops &ndash; parece que su clave de activación es inválida. Por favor revise de nuevo el enlace.

source: Oh, snap!
es: ¡Oh, no!

source: The operation could not be performed because one or more error(s) occurred.
es: La operación no se pudo realizar porque se ha producido uno o más error(es).

source: Please resubmit the form after making the following changes:
es: Por favor, reenvié el formulario después de hacer los siguientes cambios:

source: - or -
es: - o -

source: forgot your password?
es: ¿Olvidó su contraseña?

source: are you new to Tribus?
es: ¿Eres nuevo en Tribus?

source: Password changed
es: Contraseña modificada

source: Password successfully changed!
es: ¡Contraseña modificada exitosamente!

source: After entering your user data, you can edit your profile information.
es: Después de introducir sus datos de usuario, puede editarlos en su perfil.

source: Password reset complete
es: Restablecimiento de contraseña completado

source: Your password has been reset! You may now <a href="%(the_url)s">log in</a>.
es: ¡Su contraseña ha sido restablecida! Ahora puede <a href="%(the_url)s">iniciar sesión</a>.

source: Confirm password reset
es: Confirmar restablecimiento de contraseña

source: Reset your password
es: Restablezca su contraseña

source: Please enter your password twice.
es: Por favor introduzca su contraseña dos veces.

source: Reset password
es: Restablecer contraseña

source: Password reset
es: Restablecimiento de contraseña

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es: Le hemos enviado un correo con un enlace para recuperar su contraseña. Por favor revise su correo y haga clic en el enlace para continuar.

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
es: Está recibiendo este correo porque usted (o alguien pretendiendo ser usted) solicitó el restablecimiento de contraseña en %(domain)s. Si no desea restablecer su contraseña, por favor ignore este mensaje.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
es: Para restablecer su contraseña, por favor haga clic en el siguiente enlace o cópielo y péguelo en su navegador.

source: Best regards, %(site_name)s Management
es: Deseándole lo mejor, El equipo de %(site_name)s

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
es: ¿Olvidó su contraseña? Introduzca su correo electrónico en el formulario de abajo y le enviaremos instrucciones para crear una nueva.

source: Activation email sent
es: Correo de activación enviado

source: An activation email has been sent. Please check your email and click on the link to activate your account.
es: Se le ha enviado un correo de activación. Por favor revise su correo y haga clic en el enlace para activar su cuenta.

source: Sign up to Tribus
es: Regístrese en Tribus

source: Search results
es: Resultados de la búsqueda

source: Filters:
es: Filtros:

source: Packages
es: Paquetes

source: Users
es: Usuarios
