Repository: CanaimaKueka/tribus
Catalog: tribus/i18n/*/LC_MESSAGES/messages.po
Languages: es_ve

source: Users found matching the given criteria.
es_ve: Los usuarios que se ajusten a los criterios dados.

source: Users found whose real name starts with letter
es_ve: Usuarios encuentrados cuyo verdadero nombre empieza con la letra

source: is powered by
es_ve: es impulsado por

source: of the user
es_ve: del usuario

source: . Creating an account will allow you to connect to the following services:
es_ve: . La creación de una cuenta le permitirá conectarse a los siguientes servicios:

source: . With this account your will be able to authenticate in the platform services. In the second column of the form we have placed some examples to help you with the process. Please follow the instructions to finish the process.
es_ve: . Con esta cuentapodrás autenticarte en la plataforma de servicios. En la segunda columna del formulario hemos colocado algunos ejemplos para ayudarte con el proceso. Por favor, sigue las instrucciones para finalizar el proceso.

source: After introducing your user data, you will be able to edit your profile information.
es_ve: Después de introducir sus datos de usuario, usted podrá editar su información de perfil.

source: An error has ocurred trying to close the connection to the LDAP database:
es_ve: Se produjo un error tratando de cerrar la conexión con la base de datos LDAP:

source: An error has ocurred trying to close the connection to the MYSQL database:
es_ve: Se produjo un error tratando de cerrar la conexión con la base de datos MYSQL:

source: An error has ocurred trying to connect to the MYSQL database.
es_ve: Ocurrió un error tratando de conectarse a la base de datos MYSQL.

source: An error has ocurred trying to delete entries on the LDAP database:
es_ve: Se produjo un error tratando de borrar las entradas en la base de datos LDAP:

source: An error has ocurred trying to insert entries on the LDAP database:
es_ve: Ocurrió un error tratando de insertar entradas en la base de datos LDAP:

source: An error has ocurred trying to modify entries on the LDAP database:
es_ve: Se produjo un error tratando de modificar las entradas de la base de datos LDAP:

source: An error has ocurred trying to select database
es_ve: Se produjo un error tratando de seleccionar la base de datos

source: An error has ocurred while the system was performing a MYSQL query on the database:
es_ve: Se produjo un error mientras el sistema se realizaba una consulta MySQL en la base de datos:

source: An error has ocurred while the system was performing a search:
es_ve: Se produjo un error cuando el sistema estaba realizando una búsqueda

source: An error ocurred while trying to bind with LDAP:
es_ve: Ha ocurrido un error al intentar enlazar con el LDAP:

source: An error ocurred while trying to configure LDAP:
es_ve: Ha ocurrido un error al intentar configurar el LDAP:

source: An error ocurred while trying to start a secure connection with LDAP:
es_ve: Ha ocurrido un error al intentar iniciar una conexión segura con el LDAP:

source: An error ucurred while trying to connect to the LDAP
es_ve: Ocurrió un error tratando de conectar al LDAP

source: Back
es_ve: Volver

source: Browse Users
es_ve: Buscar Usuarios

source: Browse users
es_ve: Buscar usuarios

source: CONFIRM
es_ve: CONFIRMAR

source: Cancel
es_ve: Cancelar

source: Change Password
es_ve: Cambiar contraseña

source: Change user password
es_ve: Cambiar contraseña de usuario

source: Click the following link to confirm your petition.
es_ve: Haga clic en el siguiente enlace para confirmar su petición.

source: Complete Name
es_ve: Nombre completo

source: Creating LDAP maxUID entry ...
es_ve: Creando entrada maxUID en el LDAP ...

source: Creating database
es_ve: Creando base de datos

source: Creating table for storing the new user requests ...
es_ve: Creando tabla para almacenar las solicitudes de los usuarios nuevos ...

source: Creating table for storing the reset password requests ...
es_ve: Creando tabla para almacenar las solicitudes de restablecimiento de contraseñas ...

source: Dear user
es_ve: Estimado usuario

source: Delete User
es_ve: Eliminar usuario

source: Deleted User in
es_ve: usuario eliminado

source: Deleting LDAP maxUID entry ...
es_ve: Eliminando entrada maxUID del LDAP ...

source: Deleting database
es_ve: Eliminando base de datos

source: Edit Profile
es_ve: Editar perfil

source: Edit User Profile
es_ve: Editar perfil de usuario

source: Edit user profile
es_ve: Editar perfil de usuario

source: First Name
es_ve: Nombres

source: From here you will be able to manage directly your users in
es_ve: Desde aquí podrá gestionar directamente sus usuarios

source: Group
es_ve: Grupo

source: Hey! What are you trying to do?
es_ve: ¡Hey! ¿Qué estás tratando de hacer?

source: Hi! Your password in
es_ve: ¡Hola! Su contraseña

source: Hi,
es_ve: ¡Hola!

source: Hi, your new password is:
es_ve: Hola, tu nueva contraseña es:

source: I did not get the confirmation e-mail when i requested an account
es_ve: No recibí la confirmación por correo electrónico cuando solicité una cuenta

source: I forgot my username
es_ve: Olvidé mi nombre de usuario

source: Invalid Format.
es_ve: formato no válido.

source: Invalid letter.
es_ve: Letra inválida.

source: Last Name
es_ve: Apellidos

source: New Password
es_ve: Contraseña Nueva

source: New Password (repeat)
es_ve: Nueva contraseña (repetir)

source: New Password in
es_ve: Nueva contraseña en

source: New Password petition in
es_ve: petición nueva contraseña en

source: New User
es_ve: Nuevo Usuario

source: New User in
es_ve: Nuevo usuario en

source: New user activation in
es_ve: La activación de usuario de nuevo en

source: Password
es_ve: Contraseña

source: Password (repeat)
es_ve: Contraseña (repetir)

source: Password Change in
es_ve: Cambiar contraseña

source: Password length must be shorter than 30 characters and longer than 8.
es_ve: la longitud de la contraseña debe ser inferior a 30 caracteres y superior a 8.

source: Password must have at least 8 characters.
es_ve: La contraseña debe tener al menos 8 caracteres.

source: Passwords do not match.
es_ve: Las contraseñas no coinciden.

source: Please complete the following form to automatically generate a new password for your user.
es_ve: Por favor, complete el siguiente formulario para generar automáticamente una nueva contraseña para el usuario.

source: Please complete the following form to change your password.
es_ve: Por favor, complete el siguiente formulario para cambiar su contraseña.

source: Please complete the following form to erase DEFINITELY your user from
es_ve: Por favor, complete el siguiente formulario para borrar definitivamente tu usuario

source: Please complete the following form to request a new user account in
es_ve: Por favor, complete el siguiente formulario para solicitar una nueva cuenta de usuario en

source: Please enter the e-mail you used to register your new user account, so we can resend the confirmation e-mail.
es_ve: Por favor introduce la cuenta de correo electrónico que utilizaste para registrar tu nueva cuenta de usuario, para que podamos volver a enviar el correo electrónico de confirmación.

source: Please enter the e-mail you used to register your user account.
es_ve: Por favor, introduce el correo electrónico que usaste para registrar su cuenta de usuario.

source: Real Name
es_ve: Nombre real

source: Remind User
es_ve: Recordar usuario

source: Remind Username
es_ve: Recordar nombre de usuario

source: Request Status
es_ve: Estado de la Solicitud

source: Request a User Account
es_ve: Solicitar una cuenta de usuario

source: Request a new user account
es_ve: Solicitar una nueva cuenta de usuario

source: Resend E-Mail
es_ve: Reenviar E-Mail

source: Reset Password
es_ve: Restablecer contraseña

source: Reset user password
es_ve: Restablecer contraseña de usuario

source: SEND
es_ve: ENVIAR

source: Save
es_ve: Guardar

source: Search Results
es_ve: Resultados de la búsqueda

source: Search User
es_ve: Buscar usuario

source: Start
es_ve: Inicio

source: The confirmation token is invalid. Please make the request again.
es_ve: El token de confirmación no es válido. Por favor, haga la solicitud de nuevo.

source: The data provided doesn't match any existing account. Please go back and check the information you gave us.
es_ve: Los datos proporcionados no coinciden con alguna cuenta existente. Por favor, vuelva atrás y compruebe la información proporcionada.

source: The e-mail you provided is already asociated to an existing account.
es_ve: El correo electrónico ya está asociado a una cuenta existente.

source: The e-mail you provided is not valid. Please go back and verify that you have entered it correctly.
es_ve: El correo electrónico que proporcionó no es válido. Por favor, regrese y compruebe que ha sido introducido correctamente.

source: The following users are associated to the email account
es_ve: Los siguientes usuarios están asociados a la cuenta de correo electrónico

source: The new user account has been processed correctly. Please check your e-mail to finish the process.
es_ve: La nueva cuenta de usuario ha sido procesada correctamente. Por favor, consulte su correo electrónico para finalizar el proceso.

source: The old password has invalid characters, which is very strange. Please use the Reset Password form to change your password, and then come back here.
es_ve: La contraseña antigua tiene caracteres no válidos, lo cual es muy extraño. Utilice el formulario de restablecimiento de contraseña para cambiar la contraseña, y luego vuelva aquí.

source: The page has expired, please go back and try again.
es_ve: La página ha caducado, por favor vuelve atrás e inténtalo de nuevo.

source: The password has invalid characters. You can only use letters (uppercase, lowercase), numbers and these symbols: . ! @ # $ % ^ + = - _
es_ve: La contraseña tiene caracteres no válidos. Sólo se pueden usar letras (mayúsculas, minúsculas), números y los siguientes símbolos: . ! @ # $% ^ + = - _

source: The username already exists.
es_ve: El nombre de usuario ya existe.

source: The username is invalid. You can only use letters (uppercase, lowercase), numbers, dashes and underscores.
es_ve: El nombre de usuario no es válido. Sólo se pueden usar letras (mayúsculas, minúsculas), números, guiones y guiones bajos.

source: There are no petitions matching the data provided.
es_ve: No hay ninguna petición que corresponda con los datos proporcionados.

source: There is an inconsistency with the database. There are two or more accounts sharing some user data (username, e-mail, etc...), which generates errors and inaccuracies on the system. This error has been informed to system administrators.
es_ve: Existe una incongruencia en la base de datos. Hay dos o más cuentas que comparten algunos datos de usuario (nombre de usuario, correo, etc ..), lo que genera errores e imprecisiones en el sistema. Este error se ha informado a los administradores del sistema para que sea corregido manualmente.

source: There was an error creating your account. Please try again later.
es_ve: Se produjo un error al crear tu cuenta. Por favor, inténtelo de nuevo más tarde.

source: There was an error deleting your account. Please try again later.
es_ve: Se produjo un error al eliminar la cuenta. Por favor, inténtelo de nuevo más tarde.

source: There was an error generating your new password. Please try again later.
es_ve: Se produjo un error al generar una contraseña nueva. Por favor, inténtelo de nuevo más tarde.

source: There was an error organizing the LDAP search results:
es_ve: Hubo un error organizando los resultados de búsqueda del LDAP:

source: There was an error processing the form. Please go back and verify that you have entered the information correctly.
es_ve: Se produjo un error al procesar el formulario. Por favor, vuelve atrás y comprobrueba que se haya ingresado la información correctamente.

source: There was an error retrieving the LDAP search results:
es_ve: Se produjo un error al recuperar los resultados de búsqueda del LDAP:

source: There was an error sending the confirmation e-mail. Please try again later.
es_ve: Se produjo un error al enviar el correo electrónico de confirmación. Por favor, inténtelo de nuevo más tarde.

source: Type a search term and press enter
es_ve: Escriba un término de búsqueda y pulse enter

source: User Profile
es_ve: Perfil de Usuario

source: Username
es_ve: Nombre de usuario

source: Username length must be shorter than 30 characters and longer than 3.
es_ve: el nombre de usuario debe ser inferior a 30 caracteres y superior a 3.

source: Username must have at least 3 characters.
es_ve: El nombre de usuario debe tener al menos 3 caracteres.

source: Users from
es_ve: Los usuarios de

source: We have modified the attribute
es_ve: Hemos modificado el atributo

source: Welcome to
es_ve: Bienvenido a

source: You cannot leave empty fields.
es_ve: No se puede dejar los campos vacíos.

source: You exceeded the limit of 30 characters.
es_ve: Se excedió el límite de 30 caracteres.

source: You exceeded the limit of 60 characters.
es_ve: Se excedió el límite de 60 caracteres.

source: You exceeded the limit of 8 characters.
es_ve: Se excedió el límite de 8 caracteres.

source: You have entered the verification code (captcha) incorrectly, please go back and try again.
es_ve: Has introducido el código de verificación incorrectamente, por favor vuelve atrás e inténtalo de nuevo.

source: You have received this e-mail because someone made a new password petition for the user
es_ve: Usted ha recibido este correo electrónico porque alguien hizo una petición nueva contraseña para el usuario

source: You have received this e-mail because you made a new user request in
es_ve: Usted ha recibido este e-mail porque usted hizo una petición de usuario en

source: Your Password
es_ve: Contraseña

source: Your account has been successfully created
es_ve: Su cuenta ha sido creada satisfactoriamente

source: Your account has been successfully deleted from
es_ve: Su cuenta ha sido eliminada de

source: Your account has been successfully deleted.
es_ve: Su cuenta ha sido borrada existosamente.

source: Your first name has invalid characters. You can only use letters (uppercase, lowercase), accented letters or with umlaut.
es_ve: Tu nombre tiene caracteres no válidos. Sólo se pueden usar letras (mayúsculas, minúsculas), las letras acentuadas o con diéresis.

source: Your first name is longer than 60 characters.
es_ve: tu nombre es más largo a 60 caracteres.

source: Your last name has invalid characters. You can only use letters (uppercase, lowercase), accented letters or with umlaut.
es_ve: Tu apellido tiene caracteres no válidos. Sólo se pueden usar letras (mayúsculas, minúsculas), las letras acentuadas o con diéresis.

source: Your last name is longer than 60 characters.
es_ve: tu apellido es más a 60 caracteres.

source: Your new password request has been correctly processed. Please check your e-mail to finish the process.
es_ve: Su solicitud de nueva contraseña ha sido procesada correctamente. Por favor, consulte su correo electrónico para finalizar el proceso.

source: Your old password length is too short or too long, which is very strange. Please use the Reset Password form to change your password, and then come back here.
es_ve: La longitud de la contraseña antigua es demasiada corta o demasiada larga, lo cual es muy extraño. Utilice el formulario de restablecimiento de contraseña para cambiar la contraseña, y luego vuelva aquí.

source: Your search terms have invalid characters. You can only use letters (uppercase, lowercase), accented letters, umlaut and underscore.
es_ve: Los términos de búsqueda tienen caracteres no válidos. Sólo se pueden usar letras (mayúsculas, minúsculas), las letras acentuadas, diéresis y guión bajo (_).

source: [ Change Password ] A success e-mail has been sent to
es_ve: [ Cambiar Contraseña ] Se ha enviado un correo de éxito a

source: [ Delete User ] A success e-mail has been sent to
es_ve: [ Eliminar Usuario ] Se ha enviado un correo de éxito a

source: [ New User ] A confirmation e-mail has been re-sent to
es_ve: [ Nuevo Usuario ] Se ha re-enviado un correo de confirmación a

source: [ New User ] A confirmation e-mail has been sent to
es_ve: [ Nuevo Usuario ] Se ha enviado un correo de confirmación a

source: [ New User ] A success e-mail has been sent to
es_ve: [ Nuevo Usuario ] Se ha enviado un correo de éxito a

source: [ Reset Password ] A confirmation e-mail has been sent to
es_ve: [ Generar Contraseña ] Se ha enviado un correo de confirmación a

source: [ Reset Password ] A success e-mail has been sent to
es_ve: [ Generar Contraseña ] Se ha enviado un correo de éxito a

source: again later.
es_ve: más tarde.

source: at least 8 characters
es_ve: al menos 8 caracteres

source: click the field to edit
es_ve: haga clic en el campo a editar

source: e.g., Guy Greenwood
es_ve: p. ej., Alcántara Carrasco

source: e.g., Jonathan Richard
es_ve: p. ej., Emeterio Idelfonso

source: e.g., Us3r
es_ve: p. ej., Us3r

source: e.g., user@email.com
es_ve: p. ej., user@email.com

source: enter your new password
es_ve: Introduzca su contraseña de nuevo

source: enter your password
es_ve: introduzca su contraseña

source: enter your present password
es_ve: escriba su contraseña actual

source: has been changed.
es_ve: ha cambiado.

source: repeat your new password
es_ve: repita su contraseña nueva

source: this field cannot be edited
es_ve: este campo no se puede editar
