Repository: CanaimaKueka/tribus
Catalog: debian/po/*.po
Languages: es

source: Enter the MYSQL server host address:
es: Introduzca la dirección del servidor MYSQL:

source: Please enter the host name or the address of the MYSQL server you want to connect to.
es: Por favor introduzca el nombre de dominio o la dirección del servidor MYSQL al que desea conectar Aguilas.

source: Enter a valid MYSQL user:
es: Introduzca un usuario MYSQL válido:

source: Please enter the name of a user that has adminstrative permissions on the database.
es: Por favor introduzca el nombre de un usuario que tenga permisos administrativos en la base de datos.

source: Enter the password for the admin user:
es: Introduzca la contraseña para el usuario administrativo:

source: Enter the password of the administrative user that will be used to access the MYSQL server.
es: Introduzca la contraseña del usuario adminstrativo que será utilizado para acceder al servidor MYSQL.

source: Note: the password will be stored in clear text in "/etc/aguilas/config.php", which is not world-readable.
es: Nota: la contraseña será guardada en texto plano dentro del archivo restringido /etc/aguilas/config.php.

source: Enter the LDAP server host address:
es: Introduzca la dirección del servidor LDAP:

source: Please enter the host name or the address of the LDAP server you want to connect to.
es: Por favor introduzca el nombre de dominio o la dirección del servidor LDAP al que desea conectarse.

source: Enter the DN of the search base:
es: Introduzca el DN que será utilizado como base para las búsquedas:

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.com" would use "dc=example,dc=com" as the distinguished name of the search base.
es: Por favor introduzca el DN base para las búsquedas en el LDAP. Muchos sitios utilizan los componentes de sus nombres de dominio para este propósito. Por ejemplo, el dominio "ejemplo.com" utilizaría "dc=ejemplo,dc=com" como DN base para las búsquedas.

source: Enter the login DN for the LDAP server:
es: Introduzca el DN de autenticación para el servidor LDAP:

source: Enter the name of the account that will be used to log in to the LDAP server.
es: Introduzca el nombre de la cuenta que será utilizada para autenticarse con el servidor LDAP.

source: Enter the login password for the LDAP server:
es: Introduzca la contraseña para el servidor LDAP:

source: Enter the password of the account that will be used to log in to the LDAP server.
es: Introduzca la contraseña de la cuenta que será utilizada para autenticarse con el servidor LDAP.

source: Web server which will be reconfigured automatically
es: Servidor web que será reconfigurado automáticamente

source: Aguilas can reconfigure your webserver so that it can be accessed through "yourhostname.com/aguilas".
es: Aguilas puede reconfigurar su servidor web para que pueda ser accesado desde "yourhostname.com/aguilas".

source: Choose "none/other" if you are going to configure your webserver manually.
es: Escoja "none/other" si usted desea configurar su servidor web manualmente.

source: Do you want to restart your webserver(s)?
es: Desea reiniciar su(s) servidor(es) web?

source: Remember that in order to apply the changes your webserver(s) has/have to be restarted.
es: Recuerde que para poder aplicar los cambios, su(s) servidor(es) web deben ser reiniciados.
